tap "homebrew/bundle"

#----------------------------------------
# brew
#----------------------------------------
brew "asdf"
brew "bat"
brew "broot"
brew "cheat"
brew "curl"
brew "dust"
brew "eza"
brew "font-hackgen-nerd"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "golangci-lint"
brew "jq"
# brew "koekeishiya/formulae/yabai"
# brew "koekeishiya/formulae/skhd"
brew "lazygit"
brew "mas"
brew "neofetch"
brew "neovim"
brew "openssl"
brew "pgformatter"
# brew "pyenv-virtualenv"
brew "pwgen"
brew "rga"
brew "ripgrep"
brew "silicon"
brew "stylua"
brew "tmux"
brew "tokei"
brew "vim"
brew "wezterm"
brew "wget"
brew "yarn"
# brew "zplug"
brew "zsh"
brew "zsh-completions"

#----------------------------------------
# cask
#----------------------------------------
#cask "1password"
#cask "appcleaner"
cask "claude"
cask "cursor"
cask "docker"
cask "gemini-cli"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "hammerspoon"
# cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "notion"
cask "raycast"
cask "sequel-ace"
cask "slack"
cask "visual-studio-code"

