#----------------------------------------
# brew
#----------------------------------------
brew "awscli"
brew "bat"
brew "broot"
brew "cheat"
brew "curl"
# brew "dust"
brew "eza"
brew "font-hackgen-nerd"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "golangci-lint"
brew "jq"
# brew "koekeishiya/formulae/yabai"
# brew "koekeishiya/formulae/skhd"
# brew "lazygit"
# brew "lefthook"
brew "mas"
brew "mise"
brew "neovim"
brew "openssl"
brew "pgformatter"
# brew "pyenv-virtualenv"
brew "pwgen"
brew "rga"
brew "ripgrep"
brew "silicon"
brew "sheldon"
brew "starship"
brew "stylua"
brew "tmux"
brew "tree"
# brew "tokei"
brew "vim"
brew "wget"
brew "yarn"
# brew "zplug"
brew "zoxide"
brew "zsh"
brew "zsh-completions"

#----------------------------------------
# cask
#----------------------------------------
#cask "1password"
#cask "appcleaner"
cask "alt-tab"
# cask "chatgpt"
# cask "claude"
cask "cursor"
cask "docker"
cask "font-moralerspace"
# cask "gemini"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "hammerspoon"
# cask "jetbrains-toolbox"
cask "karabiner-elements"
# cask "keycastr"
cask "notion"
cask "raycast"
cask "sequel-ace"
cask "slack"
cask "visual-studio-code"
cask "wezterm"

