tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "sanemat/font"
tap "wfxr/csview"

#----------------------------------------
# brew
#----------------------------------------
brew "asdf"
brew "bat"
brew "broot"
brew "cheat"
brew "circleci"
brew "composer"
brew "csview"
brew "curl"
brew "dust"
brew "exa"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "imagemagick"
brew "jq"
brew "mas"
brew "neofetch"
brew "neovim"
brew "openssl"
brew "pyenv-virtualenv"
brew "pwgen"
brew "rga"
brew "ripgrep"
brew "silicon"
brew "tig"
brew "tmux"
brew "tokei"
brew "vim"
brew "wget"
brew "yarn"
brew "zplug"
brew "zsh"
brew "zsh-completions"

#----------------------------------------
# cask
#----------------------------------------
cask "1password"
cask "alfred"
cask "appcleaner"
cask "authy"
cask "docker"
cask "dropbox"
cask "figma"
cask "firefox"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "hammerspoon"
cask "iterm2"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "kindle"
cask "kitty"
cask "sequel-ace"
cask "sourcetree"
cask "skitch"
cask "slack"
cask "visual-studio-code"

#----------------------------------------
# mas
#----------------------------------------
mas "Magnet", id: 441258766
mas "TweetDeck", id: 485812721
mas "Pocket", id: 568494494
